Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Topics that changed since you last opened AppleVis.
ar: المواضيع التي تغيّرت منذ آخر زيارة لك.
de: Themen, die sich seit deinem letzten Besuch geändert haben.
el: Θέματα που άλλαξαν από τότε που ανοίξατε τελευταία το AppleVis.
es: Temas que cambiaron desde tu última visita.
fa: موضوعاتی که از آخرین بازدید شما تغییر کرده‌اند.
fr: Sujets modifiés depuis votre dernière visite.
he: נושאים שהשתנו מאז שפתחת את AppleVis לאחרונה.
hi: आपकी अंतिम विज़िट के बाद बदले गए विषय।
id: Topik yang berubah sejak Anda terakhir membuka AppleVis.
it: Argomenti modificati dall'ultima visita.
ja: 前回の訪問以降に変更されたトピック。
ko: 마지막 방문 이후 변경된 주제.
nl: Onderwerpen die zijn gewijzigd sinds je laatste bezoek.
pl: Tematy zmienione od ostatniego otwarcia AppleVis.
pt: Tópicos alterados desde sua última visita.
ru: Темы, изменившиеся с вашего последнего открытия AppleVis.
sv: Ämnen som ändrats sedan du senast öppnade AppleVis.
th: หัวข้อที่เปลี่ยนแปลงตั้งแต่คุณเปิด AppleVis ครั้งล่าสุด
tr: Son AppleVis açılışınızdan bu yana değişen konular.
uk: Теми, що змінилися з часу вашого останнього відкриття AppleVis.
vi: Các chủ đề đã thay đổi kể từ lần cuối bạn mở AppleVis.
zh_hans: 自上次访问以来有更新的话题。

source: Topics you are following. Saved locally and synced via iCloud.
ar: المواضيع التي تتابعها. محفوظة محلياً ومزامنة عبر iCloud.
de: Themen, denen du folgst. Lokal gespeichert und über iCloud synchronisiert.
el: Θέματα που παρακολουθείτε. Αποθηκεύονται τοπικά και συγχρονίζονται μέσω iCloud.
es: Temas que sigues. Guardados localmente y sincronizados con iCloud.
fa: موضوعاتی که دنبال می‌کنید. به صورت محلی ذخیره شده و از طریق iCloud همگام‌سازی می‌شود.
fr: Sujets que vous suivez. Enregistrés localement et synchronisés via iCloud.
he: נושאים שאתה עוקב אחריהם. נשמרים מקומית ומסונכרנים דרך iCloud.
hi: वे विषय जिन्हें आप फ़ॉलो कर रहे हैं। iCloud के माध्यम से सिंक।
id: Topik yang Anda ikuti. Disimpan secara lokal dan disinkronkan melalui iCloud.
it: Argomenti che segui. Salvati localmente e sincronizzati via iCloud.
ja: フォロー中のトピック。ローカルに保存しiCloudで同期。
ko: 팔로우 중인 주제. 로컬 저장 및 iCloud 동기화.
nl: Onderwerpen die je volgt. Lokaal opgeslagen en gesynchroniseerd via iCloud.
pl: Tematy, które obserwujesz. Zapisane lokalnie i synchronizowane przez iCloud.
pt: Tópicos que você segue. Salvos localmente e sincronizados via iCloud.
ru: Темы, за которыми вы следите. Сохранены локально и синхронизированы через iCloud.
sv: Ämnen du följer. Sparas lokalt och synkroniseras via iCloud.
th: หัวข้อที่คุณกำลังติดตาม บันทึกไว้ในเครื่องและซิงค์ผ่าน iCloud
tr: Takip ettiğiniz konular. Yerel olarak kaydedilir ve iCloud ile senkronize edilir.
uk: Теми, за якими ви стежите. Збережені локально та синхронізовані через iCloud.
vi: Các chủ đề bạn đang theo dõi. Được lưu cục bộ và đồng bộ qua iCloud.
zh_hans: 您关注的话题，本地保存并通过iCloud同步。

source: Topics you have not opened yet on this device.
ar: المواضيع التي لم تفتحها بعد على هذا الجهاز.
de: Themen, die du auf diesem Gerät noch nicht geöffnet hast.
el: Θέματα που δεν έχετε ανοίξει ακόμα σε αυτή τη συσκευή.
es: Temas que no has abierto aún en este dispositivo.
fa: موضوعاتی که هنوز در این دستگاه باز نکرده‌اید.
fr: Sujets que vous n'avez pas encore ouverts sur cet appareil.
he: נושאים שטרם פתחת במכשיר זה.
hi: वे विषय जो आपने इस डिवाइस पर अभी तक नहीं खोले।
id: Topik yang belum Anda buka di perangkat ini.
it: Argomenti non ancora aperti su questo dispositivo.
ja: このデバイスでまだ開いていないトピック。
ko: 이 기기에서 아직 열지 않은 주제.
nl: Onderwerpen die je nog niet hebt geopend op dit apparaat.
pl: Tematy, których jeszcze nie otworzyłeś na tym urządzeniu.
pt: Tópicos que você ainda não abriu neste dispositivo.
ru: Темы, которые вы ещё не открывали на этом устройстве.
sv: Ämnen du ännu inte öppnat på den här enheten.
th: หัวข้อที่คุณยังไม่ได้เปิดบนอุปกรณ์นี้
tr: Bu cihazda henüz açmadığınız konular.
uk: Теми, які ви ще не відкривали на цьому пристрої.
vi: Các chủ đề bạn chưa mở trên thiết bị này.
zh_hans: 您在此设备上尚未打开的话题。

source: Topics you saved for later. Synced via iCloud.
ar: المواضيع التي حفظتها لوقت لاحق. تتم مزامنتها عبر iCloud.
de: Für später gespeicherte Themen. Über iCloud synchronisiert.
el: Θέματα αποθηκευμένα για αργότερα. Συγχρονίζονται μέσω iCloud.
es: Temas guardados para más tarde. Sincronizados con iCloud.
fa: موضوعات ذخیره‌شده برای بعد. از طریق iCloud همگام‌سازی می‌شود.
fr: Sujets enregistrés pour plus tard. Synchronisés via iCloud.
he: נושאים שנשמרו לאחר כך. מסונכרנים דרך iCloud.
hi: बाद के लिए सहेजे गए विषय। iCloud के माध्यम से सिंक।
id: Topik yang disimpan untuk nanti. Disinkronkan melalui iCloud.
it: Argomenti salvati per dopo. Sincronizzati via iCloud.
ja: 後で読むために保存したトピック。iCloudで同期。
ko: 나중에 읽을 주제. iCloud 동기화.
nl: Opgeslagen onderwerpen voor later. Gesynchroniseerd via iCloud.
pl: Tematy zapisane na później. Synchronizowane przez iCloud.
pt: Tópicos salvos para depois. Sincronizados via iCloud.
ru: Темы, сохранённые на потом. Синхронизированы через iCloud.
sv: Ämnen sparade för senare. Synkroniseras via iCloud.
th: หัวข้อที่บันทึกไว้สำหรับภายหลัง ซิงค์ผ่าน iCloud
tr: Daha sonra okumak için kaydettiğiniz konular. iCloud ile senkronize edilir.
uk: Теми, збережені на потім. Синхронізовані через iCloud.
vi: Các chủ đề đã lưu để đọc sau. Được đồng bộ qua iCloud.
zh_hans: 您保存供以后阅读的话题，通过iCloud同步。

source: Total
ar: الإجمالي
de: Gesamt
el: Σύνολο
fa: مجموع
he: סה"כ
hi: कुल
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Łącznie
ru: Всего
sv: Totalt
th: รวม
tr: Toplam
uk: Всього
vi: Tổng cộng
zh_hans: 总计

source: Tour paused. Resume anytime from the Resume Tour button.
ar: تم إيقاف الجولة مؤقتًا. استأنفها في أي وقت من زر إعادة تشغيل الجولة.
de: Tour pausiert. Setze sie jederzeit über die Schaltfläche „Tour fortsetzen“ fort.
el: Η περιήγηση σε παύση. Συνεχίστε όποτε θέλετε από το κουμπί Συνέχιση Περιήγησης.
es: Recorrido pausado. Reanúdalo cuando quieras desde el botón Reanudar recorrido.
fa: تور متوقف شد. هر زمان از دکمهٔ ازسرگیری تور آن را ادامه دهید.
fr: Visite en pause. Reprenez-la à tout moment via le bouton Reprendre la visite.
he: הסיור מושהה. חדש אותו בכל עת דרך כפתור המשך סיור.
hi: टूर रोका गया। कभी भी टूर फिर से शुरू करें बटन से इसे फिर से शुरू करें।
id: Tur dijeda. Lanjutkan kapan saja dari tombol Lanjutkan Tur.
it: Tour in pausa. Riprendilo quando vuoi dal pulsante Riprendi il tour.
ja: ツアーを一時停止しました。「ツアーを再開」ボタンからいつでも再開できます。
ko: 투어가 일시 중지되었어요. '투어 재개' 버튼으로 언제든 다시 시작하세요.
nl: Rondleiding gepauzeerd. Hervat op elk moment via de knop Rondleiding hervatten.
pl: Wycieczka wstrzymana. Wznów ją w dowolnym momencie za pomocą przycisku Wznów wycieczkę.
pt: Tour pausado. Retome quando quiser pelo botão Retomar Tour.
ru: Тур приостановлен. Возобновите его в любой момент кнопкой «Возобновить тур».
sv: Rundturen pausad. Återuppta när som helst med knappen för att återuppta rundturen.
th: หยุดทัวร์ชั่วคราวแล้ว ดำเนินการต่อได้ทุกเมื่อจากปุ่มดำเนินการทัวร์ต่อ
tr: Tur duraklatıldı. Turu Sürdür düğmesinden istediğiniz zaman devam edin.
uk: Тур призупинено. Відновіть його будь-коли за допомогою кнопки «Відновити тур».
vi: Đã tạm dừng chuyến tham quan. Tiếp tục bất cứ lúc nào từ nút Tiếp tục Chuyến tham quan.
zh_hans: 导览已暂停。随时可以通过「继续导览」按钮恢复。

source: Transcript
ar: النص المكتوب
de: Transkript
el: Απομαγνητοφώνηση
es: Transcripción
fa: متن پیاده‌شده
fr: Transcription
he: תמלול
hi: ट्रांसक्रिप्ट
id: Transkrip
it: Trascrizione
ja: 文字起こし
ko: 대본
pl: Transkrypcja
pt: Transcrição
ru: Расшифровка
sv: Transkript
th: บทถอดความ
tr: Metin
uk: Транскрипт
vi: Bản chép lời
zh_hans: 文字记录

source: Translate
ar: ترجمة
de: Übersetzen
el: Άνοιγμα στη Μετάφραση
es: Traducir
fa: ترجمه
fr: Traduire
he: פתח בתרגום
hi: अनुवाद करें
id: Buka di Terjemahan
it: Traduci
ja: 翻訳する
ko: 번역
nl: Vertalen
pl: Otwórz w tłumaczu
pt: Traduzir
ru: Открыть в переводчике
sv: Öppna i Translate
th: เปิดในตัวแปลภาษา
tr: Çeviride Aç
uk: Відкрити в перекладачі
vi: Mở trong Dịch
zh_hans: 翻译

source: Translated from English · may not be exact
ar: مترجم من الإنجليزية · قد لا يكون دقيقًا
de: Aus dem Englischen übersetzt · möglicherweise ungenau
el: Μετάφραση από τα αγγλικά · ενδέχεται να μην είναι ακριβής
es: Traducido del inglés · puede no ser exacto
fa: ترجمه‌شده از انگلیسی · ممکن است دقیق نباشد
fr: Traduit de l'anglais · peut ne pas être exact
he: תורגם מאנגלית · ייתכן שאינו מדויק
hi: अंग्रेज़ी से अनुवादित · पूरी तरह सटीक न हो
id: Diterjemahkan dari bahasa Inggris · mungkin tidak persis
it: Tradotto dall'inglese · potrebbe non essere esatto
ja: 英語から翻訳 · 正確でない場合があります
ko: 영어에서 번역됨 · 정확하지 않을 수 있음
nl: Vertaald uit het Engels · mogelijk niet exact
pl: Przetłumaczono z angielskiego · może być nieprecyzyjne
pt: Traduzido do inglês · pode não ser exato
ru: Переведено с английского · может быть неточным
sv: Översatt från engelska · kanske inte exakt
th: แปลจากภาษาอังกฤษ · อาจไม่ตรงทั้งหมด
tr: İngilizceden çevrildi · tam olarak doğru olmayabilir
uk: Перекладено з англійської · може бути неточним
vi: Dịch từ tiếng Anh · có thể không chính xác hoàn toàn
zh_hans: 译自英语 · 可能不完全准确

source: Translated: %@
ar: مترجم: %@
de: Übersetzt: %@
el: Μεταφρασμένο: %@
es: Traducido: %@
fa: ترجمه‌شده: %@
fr: Traduit : %@
he: מתורגם: %@
hi: अनुवादित: %@
id: Diterjemahkan: %@
it: Tradotto: %@
ja: 翻訳: %@
ko: 번역됨: %@
nl: Vertaald: %@
pl: Przetłumaczono: %@
pt: Traduzido: %@
ru: Переведено: %@
sv: Översatt: %@
th: แปลแล้ว: %@
tr: Çevrildi: %@
uk: Перекладено: %@
vi: Đã dịch: %@
zh_hans: 已翻译：%@

source: Translates a search typed in another language so you still find the right results.
ar: يترجم بحثًا مكتوبًا بلغة أخرى حتى تظل تجد النتائج الصحيحة.
de: Übersetzt eine in einer anderen Sprache eingegebene Suche, damit du trotzdem die richtigen Ergebnisse findest.
el: Μεταφράζει μια αναζήτηση που πληκτρολογήθηκε σε άλλη γλώσσα ώστε να βρίσκετε και πάλι τα σωστά αποτελέσματα.
es: Traduce una búsqueda escrita en otro idioma para que igual encuentres los resultados correctos.
fa: جستجویی که به زبان دیگری تایپ شده را ترجمه می‌کند تا همچنان نتایج درست را پیدا کنید.
fr: Traduit une recherche saisie dans une autre langue afin que vous trouviez quand même les bons résultats.
he: מתרגם חיפוש שהוקלד בשפה אחרת כך שעדיין תמצא את התוצאות הנכונות.
hi: किसी अन्य भाषा में टाइप की गई खोज का अनुवाद करता है ताकि आप फिर भी सही परिणाम पा सकें。
id: Menerjemahkan pencarian yang diketik dalam bahasa lain agar Anda tetap menemukan hasil yang tepat.
it: Traduce una ricerca digitata in un'altra lingua in modo che tu trovi comunque i risultati giusti.
ja: 別の言語で入力された検索を翻訳し、正しい結果を見つけられるようにします。
ko: 다른 언어로 입력한 검색어를 번역해 여전히 올바른 결과를 찾을 수 있게 합니다.
nl: Vertaalt een zoekopdracht die in een andere taal is getypt, zodat je toch de juiste resultaten vindt.
pl: Tłumaczy wyszukiwanie wpisane w innym języku, dzięki czemu nadal znajdziesz właściwe wyniki.
pt: Traduz uma busca digitada em outro idioma para que você ainda encontre os resultados certos.
ru: Переводит поисковый запрос, введённый на другом языке, чтобы вы всё равно находили нужные результаты.
sv: Översätter en sökning skriven på ett annat språk så att du ändå hittar rätt resultat.
th: แปลการค้นหาที่พิมพ์เป็นภาษาอื่นเพื่อให้คุณยังคงพบผลลัพธ์ที่ถูกต้อง
tr: Başka bir dilde yazılan bir aramayı çevirerek doğru sonuçları bulmanızı sağlar.
uk: Перекладає пошуковий запит, введений іншою мовою, щоб ви все одно знаходили потрібні результати.
vi: Dịch tìm kiếm được gõ bằng ngôn ngữ khác để bạn vẫn tìm thấy kết quả đúng.
zh_hans: 翻译以其他语言输入的搜索内容，让您仍能找到正确的结果。

source: Translates your draft text so you can communicate in other languages.
ar: يترجم نص مسودتك حتى تتمكن من التواصل بلغات أخرى.
de: Übersetzt deinen Entwurfstext, damit du in anderen Sprachen kommunizieren kannst.
el: Μεταφράζει το κείμενο του προσχεδίου σας ώστε να μπορείτε να επικοινωνείτε σε άλλες γλώσσες.
es: Traduce el texto de tu borrador para que puedas comunicarte en otros idiomas.
fa: متن پیش‌نویس شما را ترجمه می‌کند تا بتوانید به زبان‌های دیگر ارتباط برقرار کنید.
fr: Traduit le texte de votre brouillon afin que vous puissiez communiquer dans d'autres langues.
he: מתרגם את טקסט הטיוטה שלך כדי שתוכל לתקשר בשפות אחרות.
hi: आपके ड्राफ़्ट टेक्स्ट का अनुवाद करता है ताकि आप अन्य भाषाओं में संवाद कर सकें。
id: Menerjemahkan teks draf Anda agar Anda dapat berkomunikasi dalam bahasa lain.
it: Traduce il testo della tua bozza in modo da poter comunicare in altre lingue.
ja: 下書きテキストを翻訳し、他の言語でコミュニケーションできるようにします。
ko: 초안 텍스트를 번역해 다른 언어로 소통할 수 있게 합니다.
nl: Vertaalt je concepttekst zodat je in andere talen kunt communiceren.
pl: Tłumaczy tekst Twojego szkicu, dzięki czemu możesz komunikować się w innych językach.
pt: Traduz o texto do seu rascunho para que você possa se comunicar em outros idiomas.
ru: Переводит текст черновика, чтобы вы могли общаться на других языках.
sv: Översätter din utkasttext så att du kan kommunicera på andra språk.
th: แปลข้อความร่างของคุณเพื่อให้คุณสื่อสารเป็นภาษาอื่นได้
tr: Diğer dillerde iletişim kurabilmeniz için taslak metninizi çevirir.
uk: Перекладає текст вашої чернетки, щоб ви могли спілкуватися іншими мовами.
vi: Dịch văn bản nháp của bạn để bạn có thể giao tiếp bằng các ngôn ngữ khác.
zh_hans: 翻译您的草稿文本，让您能够用其他语言进行交流。

source: Translates your own draft, so you can write in another language and still post it.
ar: يترجم مسودتك الخاصة، حتى تتمكن من الكتابة بلغة أخرى ونشرها مع ذلك.
de: Übersetzt deinen eigenen Entwurf, sodass du in einer anderen Sprache schreiben und ihn trotzdem posten kannst.
el: Μεταφράζει το δικό σας προσχέδιο, ώστε να μπορείτε να γράφετε σε άλλη γλώσσα και να το δημοσιεύετε.
es: Traduce tu propio borrador, para que puedas escribir en otro idioma y aun así publicarlo.
fa: پیش‌نویس خودتان را ترجمه می‌کند تا بتوانید به زبان دیگری بنویسید و همچنان آن را ارسال کنید.
fr: Traduit votre propre brouillon, afin que vous puissiez écrire dans une autre langue et le publier quand même.
he: מתרגם את הטיוטה שלך, כך שתוכל לכתוב בשפה אחרת ועדיין לפרסם אותה.
hi: आपके अपने ड्राफ़्ट का अनुवाद करता है, ताकि आप किसी अन्य भाषा में लिख सकें और फिर भी उसे पोस्ट कर सकें。
id: Menerjemahkan draf Anda sendiri, sehingga Anda dapat menulis dalam bahasa lain dan tetap memostingnya.
it: Traduce la tua bozza, così puoi scrivere in un'altra lingua e pubblicarla comunque.
ja: あなた自身の下書きを翻訳し、別の言語で書いてもそのまま投稿できるようにします。
ko: 직접 작성한 초안을 번역해 다른 언어로 작성하고도 게시할 수 있게 합니다.
nl: Vertaalt je eigen concept, zodat je in een andere taal kunt schrijven en het toch kunt plaatsen.
pl: Tłumaczy Twój własny szkic, dzięki czemu możesz pisać w innym języku i nadal go opublikować.
pt: Traduz o seu próprio rascunho, para que você possa escrever em outro idioma e ainda assim publicá-lo.
ru: Переводит ваш собственный черновик, чтобы вы могли написать его на другом языке и всё равно опубликовать.
sv: Översätter ditt eget utkast, så att du kan skriva på ett annat språk och ändå publicera det.
th: แปลร่างของคุณเอง เพื่อให้คุณเขียนเป็นภาษาอื่นและยังโพสต์ได้
tr: Kendi taslağınızı çevirir, böylece başka bir dilde yazabilir ve yine de paylaşabilirsiniz.
uk: Перекладає вашу власну чернетку, тож ви можете написати іншою мовою й все одно опублікувати.
vi: Dịch bản nháp của riêng bạn, để bạn có thể viết bằng ngôn ngữ khác và vẫn đăng được.
zh_hans: 翻译您自己的草稿，让您可以用其他语言书写并仍能发布。

source: Translation Language
ar: لغة الترجمة
de: Übersetzungssprache
el: Γλώσσα μετάφρασης
es: Idioma de traducción
fa: زبان ترجمه
fr: Langue de traduction
he: שפת התרגום
hi: अनुवाद की भाषा
id: Bahasa Terjemahan
it: Lingua di traduzione
ja: 翻訳先の言語
ko: 번역 언어
nl: Vertaaltaal
pl: Język tłumaczenia
pt: Idioma da tradução
ru: Язык перевода
sv: Översättningsspråk
th: ภาษาที่ใช้แปล
tr: Çeviri Dili
uk: Мова перекладу
vi: Ngôn ngữ dịch
zh_hans: 翻译语言

source: Translation runs entirely on your device using Apple's on-device translation. Nothing you read is sent to an external server.
ar: تتم الترجمة بالكامل على جهازك باستخدام ترجمة Apple على الجهاز. لا يُرسل أي شيء تقرؤه إلى خادم خارجي.
de: Die Übersetzung läuft vollständig auf deinem Gerät mit Apples Übersetzung auf dem Gerät. Nichts, was du liest, wird an einen externen Server gesendet.
el: Η μετάφραση γίνεται εξ ολοκλήρου στη συσκευή σας, με τη μετάφραση της Apple στη συσκευή. Τίποτα από όσα διαβάζετε δεν αποστέλλεται σε εξωτερικό διακομιστή.
es: La traducción se realiza por completo en tu dispositivo con la traducción en el dispositivo de Apple. Nada de lo que lees se envía a un servidor externo.
fa: ترجمه کاملاً روی دستگاه شما و با ترجمهٔ درون‌دستگاهی Apple انجام می‌شود. هیچ‌چیز از آنچه می‌خوانید به سرور خارجی فرستاده نمی‌شود.
fr: La traduction se fait entièrement sur votre appareil grâce à la traduction sur l'appareil d'Apple. Rien de ce que vous lisez n'est envoyé à un serveur externe.
he: התרגום מתבצע כולו במכשיר שלך באמצעות התרגום במכשיר של Apple. שום דבר ממה שאתה קורא לא נשלח לשרת חיצוני.
hi: अनुवाद पूरी तरह आपके डिवाइस पर Apple के ऑन-डिवाइस अनुवाद से होता है। आप जो पढ़ते हैं, उसमें से कुछ भी किसी बाहरी सर्वर पर नहीं भेजा जाता।
id: Terjemahan berjalan sepenuhnya di perangkat Anda menggunakan terjemahan di perangkat dari Apple. Tidak ada yang Anda baca dikirim ke server eksternal.
it: La traduzione avviene interamente sul tuo dispositivo tramite la traduzione sul dispositivo di Apple. Nulla di ciò che leggi viene inviato a un server esterno.
ja: 翻訳は Apple のオンデバイス翻訳を使い、すべてお使いのデバイス上で行われます。読んでいる内容が外部のサーバに送信されることはありません。
ko: 번역은 Apple의 기기 내 번역을 사용해 전적으로 기기에서 이루어집니다. 읽는 내용은 외부 서버로 전송되지 않습니다.
nl: Vertalen gebeurt volledig op je apparaat met de vertaling op het apparaat van Apple. Niets van wat je leest wordt naar een externe server gestuurd.
pl: Tłumaczenie odbywa się w całości na Twoim urządzeniu dzięki tłumaczeniu Apple na urządzeniu. Nic, co czytasz, nie jest wysyłane na zewnętrzny serwer.
pt: A tradução é feita inteiramente no seu dispositivo, usando a tradução no dispositivo da Apple. Nada do que você lê é enviado a um servidor externo.
ru: Перевод полностью выполняется на вашем устройстве с помощью встроенного перевода Apple. Ничего из того, что вы читаете, не отправляется на внешний сервер.
sv: Översättningen sker helt på din enhet med Apples översättning på enheten. Inget av det du läser skickas till en extern server.
th: การแปลทำงานบนอุปกรณ์ของคุณทั้งหมดโดยใช้การแปลบนอุปกรณ์ของ Apple ไม่มีสิ่งใดที่คุณอ่านถูกส่งไปยังเซิร์ฟเวอร์ภายนอก
tr: Çeviri, Apple'ın cihaz üzerinde çevirisi kullanılarak tamamen cihazınızda yapılır. Okuduğunuz hiçbir şey harici bir sunucuya gönderilmez.
uk: Переклад повністю виконується на вашому пристрої за допомогою вбудованого перекладу Apple. Нічого з того, що ви читаєте, не надсилається на зовнішній сервер.
vi: Việc dịch diễn ra hoàn toàn trên thiết bị của bạn bằng tính năng dịch trên thiết bị của Apple. Không nội dung nào bạn đọc được gửi tới máy chủ bên ngoài.
zh_hans: 翻译完全在你的设备上通过 Apple 的设备端翻译完成。你阅读的任何内容都不会发送到外部服务器。

source: Trim Silence
ar: تقليم الصمت
de: Stille kürzen
el: Περικοπή Σιωπής
es: Recortar silencios
fa: برش سکوت
fr: Réduire les silences
he: קיצוץ שקט
hi: साइलेंस ट्रिम करें
id: Pangkas Keheningan
it: Taglia silenzi
ja: 無音カット
ko: 무음 구간 제거
nl: Stilte bijsnijden
pl: Przycinanie ciszy
pt: Cortar silêncio
ru: Обрезка тишины
sv: Trimma tystnad
th: ตัดความเงียบ
tr: Sessizliği Kırp
uk: Обрізання тиші
vi: Cắt khoảng lặng
zh_hans: 静音修剪

source: Try a different word, or reach out to us below — we're happy to help.
ar: جرّب كلمة مختلفة، أو تواصل معنا أدناه — يسعدنا مساعدتك.
de: Probiere ein anderes Wort, oder wende dich unten an uns – wir helfen gerne weiter.
el: Δοκιμάστε μια διαφορετική λέξη, ή επικοινωνήστε μαζί μας παρακάτω — χαιρόμαστε να βοηθήσουμε.
es: Prueba una palabra diferente, o contáctanos a continuación; nos encanta ayudar.
fa: واژهٔ دیگری امتحان کنید یا از پایین با ما تماس بگیرید — خوشحال می‌شویم کمک کنیم.
fr: Essayez un autre mot, ou contactez-nous ci-dessous — nous serons ravis de vous aider.
he: נסה מילה אחרת, או פנה אלינו למטה — נשמח לעזור.
hi: कोई अलग शब्द आज़माएं, या नीचे हमसे संपर्क करें — हमें मदद करने में खुशी होगी。
id: Coba kata lain, atau hubungi kami di bawah — kami senang membantu.
it: Prova una parola diversa, o contattaci qui sotto: saremo felici di aiutarti.
ja: 別の単語をお試しいただくか、下記からお問い合わせください。喜んでお手伝いいたします。
ko: 다른 단어를 시도하거나 아래에서 문의해 주세요 — 기꺼이 도와드리겠습니다.
nl: Probeer een ander woord, of neem hieronder contact met ons op — we helpen je graag.
pl: Spróbuj innego słowa lub skontaktuj się z nami poniżej — chętnie pomożemy.
pt: Tente uma palavra diferente, ou entre em contato conosco abaixo — teremos prazer em ajudar.
ru: Попробуйте другое слово или свяжитесь с нами ниже — мы будем рады помочь.
sv: Prova ett annat ord, eller kontakta oss nedan — vi hjälper gärna till.
th: ลองคำอื่น หรือติดต่อเราด้านล่าง — เรายินดีช่วยเหลือ
tr: Farklı bir kelime deneyin veya aşağıdan bize ulaşın — yardımcı olmaktan memnuniyet duyarız.
uk: Спробуйте інше слово або зверніться до нас нижче — ми будемо раді допомогти.
vi: Hãy thử từ khác, hoặc liên hệ với chúng tôi bên dưới — chúng tôi rất sẵn lòng giúp đỡ.
zh_hans: 请尝试其他关键词，或在下方联系我们——我们很乐意提供帮助。

source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
el: Δοκιμάστε Ξανά
es: Reintentar
fa: دوباره امتحان کنید
fr: Réessayer
he: ניסיון נוסף
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试

source: Try different keywords or check your spelling.
ar: جرّب كلمات مفتاحية مختلفة أو تحقق من الإملاء.
de: Versuche andere Suchbegriffe oder prüfe die Schreibweise.
el: Δοκιμάστε διαφορετικές λέξεις-κλειδιά ή ελέγξτε την ορθογραφία.
es: Prueba con otras palabras clave o revisa la ortografía.
fa: کلمات کلیدی دیگری امتحان کنید یا املا را بررسی کنید.
fr: Essayez d'autres mots-clés ou vérifiez l'orthographe.
he: נסה מילות מפתח אחרות או בדוק את האיות.
hi: अलग कीवर्ड आज़माएं या वर्तनी जांचें।
id: Coba kata kunci lain atau periksa ejaan.
it: Prova parole chiave diverse o controlla l'ortografia.
ja: 別のキーワードを試すか、スペルを確認してください。
ko: 다른 키워드를 시도하거나 철자를 확인하세요.
nl: Probeer andere trefwoorden of controleer de spelling.
pl: Spróbuj innych słów kluczowych lub sprawdź pisownię.
pt: Tente outras palavras-chave ou verifique a ortografia.
ru: Попробуйте другие ключевые слова или проверьте написание.
sv: Prova andra sökord eller kontrollera stavningen.
th: ลองใช้คำค้นหาอื่นหรือตรวจสอบการสะกดคำ
tr: Farklı anahtar kelimeler deneyin veya yazımı kontrol edin.
uk: Спробуйте інші ключові слова або перевірте написання.
vi: Thử từ khóa khác hoặc kiểm tra chính tả.
zh_hans: 请尝试其他关键词或检查拼写。
